Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: When transcribing responses that include codeswitching, represent the speaker’s language as it was spoken – without correcting, editing, or simplifying. This is for all switches between languages, informal speech, and mixed-language words.
om: Yeroo deebiiwwan afaanota walitti makaman (codeswitching) of keessaa qaban gulaaltu, afaan dubbatame akka inni turetti agarsiisi – sirreessuu, gulaaluu yookaan salphisuuf akka hin goone. Kun afaanota gargar ta’an hunda, dubbii waloo (informal speech), fi jechoota afaan walitti makaman hundaaf ta’a.

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
om: Yeroo sagaleewwan kee gaafattu, gara faayiloota ZIP tokko yookaan hedduutti walitti qabna. Gaaffiiwwan kee duraanii kanneen armaan gadiiti:

source: “When you talk to your cousins, do you mix Spanish and English?”
om: “Yeroo obboleeyyan kee wajjin haasoftu, Spanish fi English walitti maktaa?”

source: Where a root is English but the suffix is Spanish: “parkear”, “printearlo”
om: Bakka hundeen jechaa tokko Ingiliffa ta’ee garuu itti fufiinsi Ispeen ta’e: “parkear”, “printearlo” .

source: Which variant of { $language } do you speak?
om: Loqoda { $language } akkamii dubbatta?

source: Why ?
om: Maaliif ?

source: Why a profile?
om: Piroofaayiliin maaliif?

source: Why are you asking?
om: Maaliif gaafattu?

source: Why Common Voice?
om: Common Voice Maaliif?

source: Why does this matter?
om: Dhimmi kun maaliif barbaachise?

source: Why we built this Spontaneous Speech prototype
om: Maaliif pirootootaaypi Dubbii Ufmaan Uumuu/Spontaneous Speech kana ijaarre

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
om: Profaayilii tokkoon faandhaha kee hordofuu fi hawaasa gumaachota daataa sagalee waliin wal qunnamuu dandeessa.

source: Wixárika
om: Afaan Wixaarikaa

source: Wolof
om: Afaan Wolof

source: Word segments, false starts, repeated words
om: Kutaalee jechootaa, jalqaba sobaa, jechoota irra deddeebi’aman

source: Words like “um,” “like,” “pues,” “you know,” and “entonces” are meaningful. Example: “So, um, I told her like, ‘pues no sé, maybe later.’”
om: Jechoota akka “um,” “like,” “pues,” “you know,” fi “entonces” hiika qaba. Fakkeenya: “Kanaaf, um, ani ishee akkana jedhe, ‘pues no sé, maybe later.’”

source: Words written in the wrong orthography
om: Jechoota qubee dogoggoraatiin barreeffaman

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
om: Waraabbiiwwan sagalee akka haqaman gaafachuu feetumoo, yookiis kuusaa sagaleewwanii common-voice keessa kaa'uu barbaadduu?

source: Write
om: Barreessi

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
om: Jechoota iddoo akka 'um', ykn 'errr' dabalatee waan namni sun jedhe sirriitti barreessi.

source: Write down what you hear the person saying here
om: Waan namni sun dubbatu asitti barreessi

source: Write each word according to the spelling of the language it’s from. For example:
om: Tokkoon tokkoon jechaa akkaataa qubee afaan irraa dhufeen barreessi. Fakkeenyaaf:

source: Write options menu
om: Tarree filannoowwanii barreessuu

source: Writing down disfluencies, including hesitations and repetitions
om: Dogoggora sagalee barreessuu, turtii fi irra-deddeebii dabalata

source: <wrong>Wrong</wrong>: It’s 100 miles away from here
om: <wrong>Dogoggora</wrong>: Maayila 100 as irraa fagaata

source: <wrong>Wrong</wrong>: It was 20% off
om: <wrong>Dogoggora</wrong>: 20% hir’ateera

source: <wrong>Wrong</wrong>: See you in <underline>2015</underline>
om: <wrong>Dogoggora</wrong>: <underline> 2015tti </underline> sin arga

source: <wrong>Wrong</wrong>: They were arrested by the <underline>eff bee eye</underline> last Thursday
om: <dogongora>Dogoggora</dogoggora>: Kamisa darbe <underline>eff bee eye</underline>n to'annoo jala oolaniiru

source: Xhosa
om: Afaan Xhosa

source: Xitsonga
om: Afaan Xitsonga

source: Y
om: C

source: Yadgha
om: Afaan Yadgaha

source: Yaqui
om: Afaan Yaquyii

source: “Yeah”
om: “Eeyyee”

source: Yes
om: Haaya

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
om: Eeyyee: Imeelii naaf ergi. Odeeffannoo haala projaktii Common Voice irratti argachuu nan barbaada.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
om: Hayyee, iimeelii naaf ergaa. Adeemsa afaan kanaa Common Voice irratti odeeffannoo argachuu barbaada.

source: Yiddish
om: Afaan Yiddish

source: Yoruba
om: Afaan Yorubaa

source: You
om: Si'ii

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
om: <size>{ $size }GB</size> buufachuu jalqabuuf jirtu, itti fufaa?

source: You are prepared to initiate a download of <b>{ $size }</b>
om: <b>{ $size }</b> buufachuu jalqabuuf qophaa’eera.

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
om: Amma qunnamtii cimaa servera keenya waliin uumu hin dandeessu. Mee booda deebi’ii yaali. Gargaarsaaf, <matrixLink>Matrix community chat</matrixLink> keessatti hirmaadhu, rakkoo marsariitii <githubLink>GitHub</githubLink> irratti hordofi yookaan <discourseLink>forums Discourse keenya</discourseLink> daawwadhu.

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
om: Himoota <writePageLink>Fuula Barreessuu</writePageLink> irratti dabali, yookaan himoota <reviewPageLink>Fuula Gamaggamuu</reviewPageLink> irratti gamaggami.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
om: Akkasumas URL toora-qixa gara bulchaa buusaa kee jaallattuutti waraabuu fi maxxansuu dandeessa. Sa’aatii 12 keessatti ni dhuma; garuu yeroo kamiyyuu Shaarneeramtoota haaraa uumuuf gara fuula kanaatti deebi’uu dandeessa.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
om: Akkasumas kiyboordii gabaabsii biraa fayyadamuu dandeessa:{ sc-review-form-button-approve-shortcut } Cimsuuf, { sc-review-form-button-reject-shortcut } Kutaa Gochuuf, { sc-review-form-button-skip-shortcut } Irra darbuuf

source: You can choose to make your username public or anonymous.
om: Maqaa fayyadamaa kee ummataaf ykn maqaa hin beekamne gochuu filachuu dandeessa.

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
om: <examplePromptsLink>fakkeenya 120 gaaffiiwwan (prompts) armaan gadii</examplePromptsLink> foormii kana keessatti argachuu dandeessa.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
om: Gara <datasetsPage>Fuula Tuuta Deetaa</datasetsPage> deemi, gosa fi afaan(ota) barbaadde filadhu, sana booda buufadhu. Faayiloonni <metadataLink>meetaadaataa</metadataLink> qabu, kan akka odeeffannoo dimogiraafii fi deetaa mirkaneessuu. Kuusaa deetaa buufachuuf teessoo imeelii kennuu si barbaachisa.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
om: Profaayilii Common Voice uumuu fi sagalee kee gumaachuudhaan kuusaa deetaa adda addaa, horata banaa ijaaruuf gargaaruu dandeessa.

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
om: Namoota hawaasa afaan Mozilla keessatti argamu waliin wal qunnamuuf <discordLink>Discord</discordLink> yookaan <discourseLink>Discourse</discourseLink> irratti marii mata duree adda addaaf hirmaadhu, yookaan <matrixLink>Matrix</matrixLink> irratti gorsa ariifachiisaa argachuuf hirmaadhu.

source: You cannot add multiple sentences for a single submission
om: Himoota baay’ee galchuu hin dandeessu seensisa tokkoon

source: You cannot request your recordings while another request is already in progress.
om: Gaaffiin biraa sagaleewwan kee adeemsarra waan jiruuf gaafachuu hin dandeessu.

source: You can request a new takeout of your recordings every { $days } days.
om: Guyyoota { $days } hunda sagaleewwan kee irratti buufannaa haaraa gaafachuu dandeessa.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
om: Namoota gumaachaan gargaaruuf sagantaalee geggeessuu dandeessa. Kana gochuun kan ati yaaddu caalaa salphaa dha. Online ta’uun meeshaa videoconferencing fayyadamuun, yookaan bakka naga qabeessa ta’e irratti ammoo nama waliin geggeessuu dandeessa. Fakkeenyawwanii fi horata sagantaalee geggeessuuf <eventTemplate>taateewwan keenya ilaali.<eventTemplate>

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
om: <sentenceCollectorLinkAdd>Himoota xiqqoo dabalu</sentenceCollectorLinkAdd>, yookaan <bulkImportDocsLink>bu’uura GitHub fayyadamuun himoota baay’ee galchuu</bulkImportDocsLink> dandeessa. Yaadadhu, himoonni <licenseLink>CC0 (yookaan public domain)</licenseLink> ta’uu qabu, yookaan ati mataa keetiin barreessuu dandeessa.

source: You can start typing the name of your language here; if it's not yet on Common Voice, you'll be able to fill out a form with your language's data.
om: Maqaa afaan keetii as irratti barreessuu jalqabuu dandeessa; yoo ammallee Common Voice irratti hin argamne ta'e, unka daataa afaan keessanii guutuu dandeessu.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
om: Himoota gabaaboo Wikipedia irraa argachuuf <scraperLink>Sentence extractor</scraperLink> fayyadami.

source: You check whether the transcription matches the audio
om: Barreeffamni sagalee wajjin walsimuu fi dhiisuu isaa ilaalta

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
om: Marsariitii kana dabaluu dandeessa, fkn "Common Voice - https://commonvoice.mozilla.org/".

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
om: Akka fakkeenyaatti, sirna madda qorannoo (academic referencing) fayyadamu dandeessa, fakkeenyaaf, Harvard style: "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
om: Ergaa babal’isuuf marsariitii miidiyaa hawaasaa fayyadamuu dandeessa. Barreessuu fi maxxansoota waa’ee maaliif barbaachisu ibsan qooduu, akkasumas namoota kaayyoo afaanii, sagalee AI, yookaan yaada dogoggoraa tekinoolojii irratti dubbatan waliin qunnamuu. Gorsa dabalataa <campaignLink>sagantaa miidiyaa hawaasaa geggeessuu, akkasumas qooddachuu dandeessu ilaali</campaignLink>.”

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
om: Qooqa kamiyyuu hin filanne. Qooqawwan filachuuf maaloo gara <profileLink>ibsagaa</profileLink> deemaa.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
om: Daangaa galchaa fuula kanaa geesseerta. Daqiiqaa { $retryLimit } booda hima biraa galchuu dandeessa. Obsa keef galatoomi!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
om: Daangaa galchaa fuula kanaa geesseerta. Sekendii { $retryLimit } booda hima biraa galchuu dandeessa. Obsa keef galatoomi!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
om: Fuula kana irratti jijjiirama hin ol hin kaa'amne qabda. Yoo naannoo jijjiirte, jijjiiramni kee hin saagamu. Naannoo jijjiiruu akka barbaaddu mirkaneeffatteettaa?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
om: Fuula kana irratti jijjiirama ol hin kaa'amne qabda. Yoo fuula kana keessaa baate, jijjiiramni kee hin saagamu. Fuula kana keessaa bahuu akka barbaaddan mirkaneeffatteettaa?

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
om: Fuula kana irratti jijjiirama ol hin kaa'amne qabda. Yoo kuusdaataa jijjiirte, jijjiiramni kee hin saagamu. Jijjiirraa akka barbaaddu mirkaneeffatteettaa?

source: You might also want to consider spanning different contexts and domains.
om: Haala adda addaa fi mata-duree garaagaraa of keessaa qabaachuu isaa ilaaluu dandeessa.

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
om: As ga’uu keef sababa linkii appii miidiyaa hawaasaa keessatti cuqaasteeti ta’uu danda’a. Amma browser app keessa jiru fayyadamtaa, inni immoo sagalee galmeessuu hin deeggaru.

source: You must allow microphone access.
om: Hojmaata maaykiraafoonii eeyyamuu qabdu.

source: You must flag content that is offensive, harmful or otherwise worrying. It must also include no personally identifying information like phone numbers or addresses. It will be removed from your experience until the Common Voice team can review it and investigate further.
om: Qabiyyee hammeenya qabu, miidhaa fiduu danda’u yookaan yaaddessaa ta’e mallattoo itti gochuu qabda. Akkasumas, odeeffannoo dhuunfaa akka lakkoofsa bilbilaa yookaan teessoo of keessaa hin qabne ta’uu qaba. Qabiyyeen kun gara tajaajila keetti hin mul’atu hanga gareen Common Voice isa qoratee fi qorannoo dabalataa gaggeessuutti.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
om: Jecha waraabbii sanaa hunda dhagahuu danda'uu qabda. Algoorizimoonni barumsa maashinii sagalee duubaa adda addaa akka keessummeessuu danda’an barbaanna, muuziqaan duubaa sagalee guddaa ykn callisaa ta’e illee hanga barreeffamicha guutuu akka hin dhageenye si hin dhowwineetti fudhatama qabaachuu danda’a. Haa ta'u malee, ciccitni ykn 'caccabni' sagalicha akka hin dhageenye si dhorku yoo jiraate, kilippii sana diduu qabda.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
om: Sagaleen dubbii kee akkaataa jechoota itti dubbatteedha. Bakka ati jiraatte, afaanota biroo ati dubbatte fi sababoota biroo hedduu irratti hundaa’uun jijjiiramuu danda’a. Odeeffannoo barbaachisaa ta’ee sitti fakkaatu kamiyyuu asitti qooduu dandeessa.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
om: Waraabbiiwwan sagalee kee hin beekamne kuusaa common-voice keessa taa'u. Takkaa ibsa keessan haqnaan waraabbiiwwan common-voice keessaa balleessuuf gaaffii dhiyeessuu hin dandeessan.

source: Your API Credentials
om: Ragaa Mirkaneessaa / API Kee

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
om: Waraabbii sagalee kee irra miidhaan gaheera. Kunis sababa kanaan ta’uu danda’a: • Rakkoo walitti dhufeenya browser (browser biraa yaali) • Rakkoo maayikirofoonaa yookaan diraayverii sagalee • Cufamuu network yeroo galmee sagalee gochuu Maaliif akka ta’e yaadadhu, sagalee irra deebiin galchuu yaali.

source: Your daily goal has been created
om: Kaayyoon guyyaa kee uumameera.

source: Your dataset is downloading!
om: Daataaseetiin kee bu'aa jira!

source: Your download has started.
om: Buufachuun kee eegaleera.

source: You’re contributing to a target segment
om: Ati manii ga'uuf gumaachaa jirta

source: You’re contributing to our first target segment
om: Ati manii keenya jalqabaaf gumaacha gochaa jirta

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
om: Ammaaf <bold>IMEELII HIN ARGATU</bold> kan akka yaadachiisa galmaa, odeeffannoo dagaagina koo fi gabaasaalee Common Voice fakkaatan.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
om: Akka yaadachiisa galma, adeemsa jijjiirama ofii koo fi oduu gabaabaa Sagalee Waliigalaa irratti ergaalee imeelii argachuuf eeyyamameera.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
om: Baayyee saffisaan adeemsisaa jirtu. himichi sirrii ta'uu mirkaneessuuf maaloo yeroo xiqqoo fudhadhaa.

source: You're helping Common Voice reach our daily sentence goals!
om: Ati Common Voice gargaaraarta, galma himoota guyyaa keenya ga’uuf!

source: Your email address
om: Teessoo iimeelii kee

source: You respond or reply to it as naturally as you can
om: Hamma dandeessutti sagalee uumamaan deebii kennita

source: Your files are being assembled. Please check again later.
om: Faayiloonni kee walitti qabamaa jiru. Mee eeggadhu, booda irra deebi’ii ilaali.

source: Your language is already live on Common Voice <strong>Spontaneous Speech</strong>. Click <spontaneousSpeechLink>here</spontaneousSpeechLink> to contribute: don't forget to change the contribution/dataset language before you start contributing!
om: Afaan keessan duraanuu Sagalee Waliigalaa <strong>Dubbii Ofumaa</strong> irratti kallattiin jira. Gumaacha gochuuf <spontaneousSpeechLink>as</spontaneousSpeechLink> cuqaasi: gumaacha/daataaseetii jijjiiruu hin dagatin

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by contributing sentences <sentencesContributionLink>here</sentencesContributionLink>.
om: Afaan kee duraanuu tarree afaanota Sagalee Waliigalaa keessa jira. <strong>Haasaa Iskiriiptii</strong> irratti eebba afaanii haala mijeessuu dandeessa by himoota gumaachan <sentencesContributionLink>asitti</sente

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by localising the platform interface <pontoonLink>here</pontoonLink>. The interface needs to be 60% localised; alternatively you may localise just the basic strings in ‘web/locales/en/pages/contribute/*.ftl’ to 100% (there are five such files), and the interface will be launched automatically.
om: Afaan kee duraanuu tarree afaanota Sagalee Waliigalaa keessa jira. <strong>Haasaa Iskiriiptii</strong> irratti eebba afaanii naannootti galchuudhaan haala mijeessuu dandeessa walqunnamtii waltajjii <pontoonLink>asitti</pontoon

source: Your Languages
om: Qooqawwan Kee

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
om: Garaagarummaan qooqaa tarree alatti jiraachuu danda'a! Yoo sinii mijate, Himoota biroo qooqa kee keessa jiran ilaaluuf qindaa'inoota sirreessaa.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
om: Gosa afaan kee kanaaf himootni waraabbiif jiran dhumaniiru ta’uu mala! Yoo fedhii qabaatte, qindaa’ina kee jijjiiruun jechoota biroo afaan kee keessaa arguuf ni dandeessa.

source: Your message has been sent. Thank you!
om: Ergaan kee ergameera. Galatoomi!

source: Your recording file is too large to upload. Please try recording a shorter clip.
om: Faayilii waraabbii sagalee kee olka’uuf baay’ee guddaa dha. Mee sagalee gabaabaa waraabi.

source: Your username and email will not be associated with the published data.
om: Maqaan fayyadamaa fi email kee deetaa maxxanfame waliin hin walqabatu.

source: Your weekly goal has been created
om: Kaayyoon torbee kee uumameera.

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
om: Afaan keessan Common Voice irratti akka dabalamu tarkaanfiiwwan fudhataman kan ibsu Hogganaa Hawaasa keenyaa irraa email argachuu qabdu

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
om: Ati galma sagalee waraabuu guyyaa { $goalValue } keessaa <goalPercentage></goalPercentage> akka ga’u Common Voice gargaarteetta!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
om: Ati galma mirkaneessuu guyyaa { $goalValue } keessaa <goalPercentage></goalPercentage> akka ga’u Common Voice gargaarteetta!

source: You've successfully signed up for contributing to { $language }. Thank you.
om: { $language } gumaachuuf milkaa'inaan galmaa'eera. Galatoomaa.

source: You want to join the Common Voice mailing list
om: Tarree imeelii Common Voice irratti hirmaachuuf barbaadda

source: You write down what you hear in the audio clips
om: Waan dhageesse kilippiiwwan sagalee keessatti barreessita

source: Zaza
om: Afaan Zaazaa

source: Zip #{ $offset } of { $total }
om: { $total } keessaa { $offset }# ZIP

source: Zulu
om: Afaan Zuuluu

source: %1$d out of %2$d
om: %2$d keessaa %1$d

source: 1 open tab. Tap to switch tabs.
om: Caancala 1 banaa. Caancaloota jijjiiruuf tuqaa.

source: %1$s already exists.
om: %1$sn duraan jira.

source: %1$s can’t download this file type
om: %1$s gosa faayilii kanaa buufachuu hin dandeessu

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
om: %1$s dhugummaa aplikeeshinii mirkaneessuu hin dandeenye. Mirkaneessitoota filataman ofumaan guutuu itti fufuu barbaaddaa?

source: %1$s is requesting your username and password.
om: %1$s maqaa fayyadamaa fi jachadarbii kee gaafachaa jira.
